alacritty
apache
arandr
base
base-devel
bat
blueman
bluez
bluez-utils
broadcom-wl
btrfs-progs
clang
code
dmenu
docker
docker-compose
dunst
efibootmgr
exa
firefox
fish
fisher
flameshot
fzf
git
github-cli
gnu-netcat
go
gpick
htop
i3-wm
i3blocks
i3status
ibus
intel-ucode
iwd
jre-openjdk
libnotify
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
maim
mariadb
maven
nano
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
notion
npm
peco
php
polybar
postgresql
pulseaudio
ranger
redshift
ripgrep
rofi
smartmontools
starship
sxhkd
tmux
unzip
vim
vulkan-radeon
wget
wireless_tools
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xrandr
xterm
zram-generator
